lexicon = {
    'start': "🎉Добро пожаловать в нашего бота!🎉\n\n"
             "Для получения доступа к нашему закрытому каналу 🔐, пожалуйста, нажмите на кнопку ниже ▶️ и следуйте инструкциям для оплаты подписки.\n\n"
             "Если у вас возникнут вопросы, не стесняйтесь обращаться за помощью! Нажав - /help",
    'new_user': '📢 Новая регистрация пользователя!\n'
                '👤 Имя пользователя: {user_full_name}\n'
                '🆔 ID пользователя: {user_id}\n'
                '✉️ Email: {user_email}\n'
                '📞 Номер телефона: {user_phone}'
                '\n\n'
                'Пользователь успешно оформил подписку и зарегистрировался в системе.'
}
